[WardenV2 X2SoldierClassTemplate]
+DisplayName="<font color='#B6B3E3'>守望者</font>"
+ClassSummary="守望者是具有灵能天赋的侦察兵。然而，他们没有接受过传统的灵能训练，他们使用灵能的方式与我们以前看到的不同。他们不使用灵能增幅器来放大他们的精神力量，而是让他们的身体充当战场周围休眠灵能的管道，当能量通过他们时，他们会以各种方式利用这些能量。"
+LeftAbilityTreeTitle="潮落"
+RightAbilityTreeTitle="潮起"
+AbilityTreeTitles[0]="潮落"
+AbilityTreeTitles[1]="潮汐"
+AbilityTreeTitles[2]="潮起"
+AbilityTreeTitles[3]="XCOM"

;ALPHABETICAL ORDER
+RandomNickNames[0]="阿切隆"
+RandomNickNames[1]="以太"
+RandomNickNames[2]="阿拉基斯"
+RandomNickNames[3]="阿特雷德"
+RandomNickNames[4]="博斯普鲁"
+RandomNickNames[5]="考尔德"
+RandomNickNames[6]="魔鬼电流"
+RandomNickNames[7]="极乐世界"
+RandomNickNames[8]="艾诺斯"
+RandomNickNames[9]="福沃德"
+RandomNickNames[10]="穆斯皮尔"
+RandomNickNames[11]="新星"
+RandomNickNames[12]="脉冲"
+RandomNickNames[13]="红河"
+RandomNickNames[14]="红移"
+RandomNickNames[15]="流氓"
+RandomNickNames[16]="鲁比"
+RandomNickNames[17]="牧羊人"
+RandomNickNames[18]="底格里斯"
+RandomNickNames[19]="野火"
+RandomNickNames[20]="亚纳塔什"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="猎户座"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="阿尔忒弥斯"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="他的刀锋... 他们的血！"
+PhotoboothSoloBLines_Male[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Male[2]="他的刀锋会带来正义！"
+PhotoboothSoloBLines_Male[3]="他若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Male[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Male[5]="我不怕暴风雨，我就是暴风雨。"
+PhotoboothSoloBLines_Female[0]="她的刀锋... 他们的血！"
+PhotoboothSoloBLines_Female[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Female[2]="她的刀锋会带来正义！"
+PhotoboothSoloBLines_Female[3]="她若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Female[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Female[5]="我不怕暴风雨，我就是暴风雨。"

[WardenSpacialSurfer X2AbilityTemplate]
LocFriendlyName="空间迁跃"
LocLongDescription="短暂消失，传送到小队视野范围内的任何地方。施展空间迁跃不会结束<Ability:ClassName/>的回合，且无任何距离限制。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="短暂消失，传送到小队视野范围内的任何地方。施展空间迁跃不会结束<Ability:ClassName/>的回合，且无任何距离限制。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="空间迁跃"
LocPromotionPopupText="<Bullet/>目标位置必须在队伍视线内可见。<br/><Bullet/>空间迁跃需要一个行动点，不会结束<Ability:ClassName/>的回合。<br><Bullet/>不会打破<font color='#0bff9b'>隐匿</font>状态。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[WardenRelocate X2AbilityTemplate]
LocFriendlyName="移形换位"
LocLongDescription="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="移形换位"
LocPromotionPopupText="<Bullet/>施展移形换位不会结束<Ability:ClassName/>的回合。<br/><Bullet/>可以同时瞄准<font color='#0bff9b'>友军</font>和<font color='#ff3206'>敌军</font>。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[Stiletto_LW X2AbilityTemplate]
LocFriendlyName="灵能穿透"
LocFlyOverText="灵能穿透"
; LWOTC Needs Translation (3)
LocLongDescription= "使用你的 +<Ability:SECONDARYWEAPONNAME/> 发射的子弹可以穿透2层护甲。"
LocHelpText="使用你的 +<Ability:SECONDARYWEAPONNAME/> 发射的子弹可以穿透2层护甲。"
LocPromotionPopupText="<Bullet/> 使用你的 +<Ability:SECONDARYWEAPONNAME/> 发射的子弹可以穿透2层护甲。<br/>"
; End Translation (3)

[ZoneOfControl_LW X2AbilityTemplate]
LocFriendlyName = "控制区域"
LocHelpText = "位于 <Ability:ClassName/>周围6格范围内的所有敌人将受到15命中惩罚和4移动惩罚。"
LocLongDescription = "位于 <Ability:ClassName/>周围5格范围内的所有敌人将受到15命中惩罚和4移动惩罚。"
; LWOTC Needs Translation (2)
LocPromotionPopupText = "<Bullet/> 位于 <Ability:ClassName/>周围5格范围内的所有敌人将受到15命中惩罚和4点移动惩罚。<br/>"
; End Translation (2)

[TargetFocus X2AbilityTemplate]
LocFriendlyName = "目标专注"
LocHelpText = "你的远程攻击对无法被侧击的敌人获得+10命中并穿透1护甲。"
LocLongDescription = "你的远程攻击对无法被侧击的敌人获得+10命中并穿透1护甲。"
; LWOTC Needs Translation (2)
LocPromotionPopupText = "<Bullet/> 你的远程攻击对无法被侧击的敌人获得+10命中并穿透1护甲。 <br/><Bullet/> 无法被侧击的敌人是指那些无法寻找掩体的敌人，例如MEC和狂战士。<br/>"
; End Translation (2)

[Impulse X2AbilityTemplate]
LocFriendlyName="灵能脉冲"
LocFlyOverText="灵能脉冲"
; LWOTC Needs Translation (2)
LocLongDescription="如果你在本回合移动过，你的远程攻击将获得10命中和10暴击率。"
LocHelpText="如果你在本回合移动过，你的远程攻击将获得10命中和10暴击率。"
LocPromotionPopupText="<Bullet/> 如果你在本回合移动过，你的远程攻击将获得10命中和10暴击率。<br/>"
; End Translation (2)

[LightningSlash_LW X2AbilityTemplate]
LocFriendlyName="闪电斩杀"
; LWOTC Needs Translation (3)
LocLongDescription="使用你的 <Ability:SECONDARYWEAPONNAME/>攻击蓝色移动范围内的任何敌人。此攻击不会结束回合。"
LocHelpText="使用你的 <Ability:SECONDARYWEAPONNAME/>攻击蓝色移动范围内的任何敌人。此攻击不会结束回合。"
LocPromotionPopupText="<Bullet/> 使用你的 <Ability:SECONDARYWEAPONNAME/>.<br/><Bullet/>  此攻击不会结束回合。<br/><Bullet/> 闪电斩杀有3回合的冷却时间。<br/>"
; End Translation (3)